app/views/bios/index.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 8], ["LIMIT", 1]]
---

    <div>Profile Name: <%= bio.user.first_name%></div>