app/controllers/bios_controller.rb

  def index
    @bios = Bio.all
---
SELECT "bios".* FROM "bios"